---
kind: other
id: Properties.T:Autodesk.Revit.DB.ToposolidType
source: html/290f0258-1d16-b2bd-7997-5773eb8d7e9a.htm
---
# ToposolidType Properties

The id of the assembly instance to which the element belongs.